Revit 2027 API
ParameterTypeId.StairsAttrRiserMult Property
 "Riser Multiplier"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsAttrRiserMult { get; }
Public Shared ReadOnly Property StairsAttrRiserMult As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsAttrRiserMult {
	ForgeTypeId^ get ();
}
static member StairsAttrRiserMult : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace